src/soap/online_checkout/query_transaction.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tns="tns:ns">
    <soapenv:Header>
        <tns:CheckOutHeader>
            <MERCHANT_ID>519670</MERCHANT_ID>
            <PASSWORD>MmI1OTU0YmU5MzBmYjVlYzQ4MTg4YzliY2NiMDljY2M0MThjNTQ4OGE2NjkxNjhiM2E2ZDE0YzA2ZmQ5ZmFhNg==
            </PASSWORD>
            <TIMESTAMP>20161111054939</TIMESTAMP>
        </tns:CheckOutHeader>
    </soapenv:Header>
    <soapenv:Body>
        <tns:transactionStatusRequest>
            <MERCHANT_TRANSACTION_ID>xOfmfiYPj6y4yAiJL</MERCHANT_TRANSACTION_ID>
        </tns:transactionStatusRequest>
    </soapenv:Body>
</soapenv:Envelope>